Repository: cloakyard/cloakdrop
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: Nothing Here
ar: لا يوجد شيء هنا
de: Nichts vorhanden
es: Nada aquí
fr: Rien ici
hi: यहाँ कुछ नहीं है
ja: ここには何もありません
ko: 항목 없음
pt_br: Nada Aqui
ru: Здесь пусто
zh_hans: 暂无内容

source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: ОК
zh_hans: 好

source: Off by default. When on, the built-in browser blocks ads, tracking scripts, and ad pop-ups on nearly every site — pages load faster and cleaner. Blocking happens entirely on your Mac, and never affects your downloads. If a site misbehaves, turn this off.
ar: مُعطَّل افتراضيًا. عند تفعيله، يحظر المتصفّح المدمج الإعلانات ونصوص التتبّع والنوافذ الإعلانية المنبثقة في جميع المواقع تقريبًا — فتُحمَّل الصفحات بشكل أسرع وأنظف. تتم عملية الحظر بالكامل على جهاز Mac الخاص بك ولا تؤثّر أبدًا على تنزيلاتك. إذا لم يعمل أحد المواقع بشكل صحيح، فأوقف تشغيل هذا الخيار.
de: Standardmäßig aus. Wenn aktiviert, blockiert der integrierte Browser Werbung, Tracking-Skripte und Werbe-Pop-ups auf nahezu jeder Website – Seiten laden schneller und sauberer. Die Blockierung erfolgt vollständig auf deinem Mac und wirkt sich nie auf deine Downloads aus. Falls eine Website nicht richtig funktioniert, schalte dies aus.
es: Desactivado de forma predeterminada. Cuando está activado, el navegador integrado bloquea anuncios, scripts de rastreo y ventanas emergentes publicitarias en casi todos los sitios: las páginas se cargan más rápido y más limpias. El bloqueo ocurre por completo en tu Mac y nunca afecta a tus descargas. Si un sitio no funciona bien, desactívalo.
fr: Désactivé par défaut. Une fois activé, le navigateur intégré bloque les publicités, les scripts de suivi et les fenêtres publicitaires sur presque tous les sites : les pages se chargent plus vite et plus proprement. Le blocage a lieu entièrement sur votre Mac et n’affecte jamais vos téléchargements. Si un site fonctionne mal, désactivez cette option.
hi: डिफ़ॉल्ट रूप से बंद। चालू होने पर, अंतर्निहित ब्राउज़र लगभग हर साइट पर विज्ञापन, ट्रैकिंग स्क्रिप्ट और विज्ञापन पॉप-अप ब्लॉक करता है — पेज तेज़ी से और साफ़-सुथरे लोड होते हैं। ब्लॉकिंग पूरी तरह आपके Mac पर होती है और आपके डाउनलोड को कभी प्रभावित नहीं करती। यदि कोई साइट ठीक से काम न करे, तो इसे बंद कर दें।
ja: デフォルトはオフです。オンにすると、内蔵ブラウザがほぼすべてのサイトで広告、トラッキングスクリプト、広告ポップアップをブロックし、ページの読み込みが速く、すっきりします。ブロックはすべてお使いの Mac 上で行われ、ダウンロードに影響することはありません。サイトの動作がおかしい場合はオフにしてください。
ko: 기본적으로 꺼져 있습니다. 켜면 내장 브라우저가 거의 모든 사이트에서 광고, 추적 스크립트, 광고 팝업을 차단하여 페이지가 더 빠르고 깔끔하게 로드됩니다. 차단은 전적으로 Mac에서 이루어지며 다운로드에는 전혀 영향을 주지 않습니다. 사이트가 제대로 작동하지 않으면 이 기능을 끄세요.
pt_br: Desativado por padrão. Quando ativado, o navegador integrado bloqueia anúncios, scripts de rastreamento e pop-ups publicitários em quase todos os sites — as páginas carregam mais rápido e mais limpas. O bloqueio acontece inteiramente no seu Mac e nunca afeta seus downloads. Se um site não funcionar bem, desative isto.
ru: По умолчанию выключено. Когда включено, встроенный браузер блокирует рекламу, отслеживающие скрипты и рекламные всплывающие окна почти на всех сайтах — страницы загружаются быстрее и чище. Блокировка выполняется полностью на вашем Mac и никогда не влияет на загрузки. Если сайт работает некорректно, отключите это.
zh_hans: 默认关闭。开启后，内置浏览器会在几乎所有网站上拦截广告、跟踪脚本和广告弹窗——页面加载更快、更干净。拦截完全在你的 Mac 上进行，绝不影响你的下载。如果某个网站出现异常，请关闭此项。

source: Off grabs the best quality automatically — one click. On shows a picker for videos that offer several resolutions.
ar: عند الإيقاف يتم تنزيل أفضل جودة تلقائيًا بنقرة واحدة. عند التشغيل يظهر مُحدِّد للفيديوهات التي تتوفر بعدة دقّات.
de: Aus lädt automatisch die beste Qualität – mit einem Klick. Ein zeigt eine Auswahl für Videos mit mehreren Auflösungen.
es: Desactivado descarga la mejor calidad automáticamente, con un clic. Activado muestra un selector para los vídeos que ofrecen varias resoluciones.
fr: Désactivé télécharge automatiquement la meilleure qualité, en un clic. Activé affiche un sélecteur pour les vidéos proposant plusieurs résolutions.
hi: बंद होने पर सर्वोत्तम क्वालिटी अपने आप, एक क्लिक में डाउनलोड होती है। चालू होने पर कई रिज़ॉल्यूशन वाले वीडियो के लिए चयनकर्ता दिखता है।
ja: オフにすると最高画質を自動でダウンロードします（ワンクリック）。オンにすると複数の解像度がある動画で選択画面を表示します。
ko: 끄면 최고 화질을 자동으로 한 번의 클릭으로 받습니다. 켜면 여러 해상도를 제공하는 동영상에 대해 선택 창을 표시합니다.
pt_br: Desativado baixa a melhor qualidade automaticamente, com um clique. Ativado mostra um seletor para vídeos que oferecem várias resoluções.
ru: Выкл — автоматически загружает лучшее качество одним щелчком. Вкл — показывает выбор для видео с несколькими разрешениями.
zh_hans: 关闭时自动下载最佳画质，一键完成。开启时会为提供多种分辨率的视频显示选择器。

source: Off: the address bar never searches, so nothing you type is ever sent to a search engine. Non-address text is opened as an https:// address.
ar: معطَّل: لا يبحث شريط العنوان أبدًا، لذا لا يُرسَل أي شيء تكتبه إلى محرّك بحث. يُفتح النص الذي ليس عنوانًا كعنوان https://.
de: Aus: Die Adressleiste sucht nie, sodass nichts von dem, was du eingibst, an eine Suchmaschine gesendet wird. Text, der keine Adresse ist, wird als https://-Adresse geöffnet.
es: Desactivado: la barra de direcciones nunca busca, por lo que nada de lo que escribes se envía a un motor de búsqueda. El texto que no sea una dirección se abre como una dirección https://.
fr: Désactivé : la barre d’adresse ne recherche jamais, donc rien de ce que vous saisissez n’est envoyé à un moteur de recherche. Le texte qui n’est pas une adresse est ouvert comme une adresse https://.
hi: बंद: पता बार कभी खोज नहीं करता, इसलिए आप जो टाइप करते हैं वह किसी सर्च इंजन को नहीं भेजा जाता। गैर-पता टेक्स्ट को https:// पते के रूप में खोला जाता है।
ja: オフ：アドレスバーは検索を一切行わないため、入力した内容が検索エンジンに送信されることはありません。アドレス以外のテキストは https:// アドレスとして開かれます。
ko: 끄기: 주소 표시줄은 검색하지 않으므로 입력한 내용이 검색 엔진으로 전송되지 않습니다. 주소가 아닌 텍스트는 https:// 주소로 열립니다.
pt_br: Desativado: a barra de endereço nunca pesquisa, então nada do que você digita é enviado a um mecanismo de busca. Texto que não é endereço é aberto como um endereço https://.
ru: Выключено: адресная строка никогда не ищет, поэтому ничего из введённого не отправляется в поисковую систему. Текст, не являющийся адресом, открывается как адрес https://.
zh_hans: 关闭：地址栏从不搜索，因此你输入的任何内容都不会发送到搜索引擎。非地址文本将作为 https:// 地址打开。

source: On Completion
ar: عند الاكتمال
de: Bei Abschluss
es: Al completarse
fr: À la fin
hi: पूर्ण होने पर
ja: 完了時
ko: 완료 시
pt_br: Ao Concluir
ru: По завершении
zh_hans: 完成时

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

source: Open Browser
ar: فتح المتصفّح
de: Browser öffnen
es: Abrir navegador
fr: Ouvrir le navigateur
hi: ब्राउज़र खोलें
ja: ブラウザを開く
ko: 브라우저 열기
pt_br: Abrir navegador
ru: Открыть браузер
zh_hans: 打开浏览器

source: Open CloakDrop
ar: فتح CloakDrop
de: CloakDrop öffnen
es: Abrir CloakDrop
fr: Ouvrir CloakDrop
hi: CloakDrop खोलें
ja: CloakDrop を開く
ko: CloakDrop 열기
pt_br: Abrir o CloakDrop
ru: Открыть CloakDrop
zh_hans: 打开 CloakDrop

source: Open CloakDrop automatically when you log in.
ar: يفتح CloakDrop تلقائيًا عند تسجيل الدخول.
de: Öffnet CloakDrop automatisch, wenn du dich anmeldest.
es: Abre CloakDrop automáticamente al iniciar sesión.
fr: Ouvre CloakDrop automatiquement lorsque vous vous connectez.
hi: लॉग इन करने पर CloakDrop अपने आप खुलता है।
ja: ログイン時に CloakDrop を自動的に開きます。
ko: 로그인할 때 CloakDrop을 자동으로 엽니다.
pt_br: Abre o CloakDrop automaticamente ao iniciar sessão.
ru: Автоматически открывает CloakDrop при входе в систему.
zh_hans: 登录时自动打开 CloakDrop。

source: Open Location…
ar: فتح الموقع…
de: Adresse öffnen…
es: Abrir ubicación…
fr: Ouvrir l’adresse…
hi: स्थान खोलें…
ja: 場所を開く…
ko: 위치 열기…
pt_br: Abrir local…
ru: Открыть адрес…
zh_hans: 打开地址…

source: Open Metalink…
ar: فتح Metalink…
de: Metalink öffnen…
es: Abrir Metalink…
fr: Ouvrir un Metalink…
hi: Metalink खोलें…
ja: Metalink を開く…
ko: Metalink 열기…
pt_br: Abrir Metalink…
ru: Открыть Metalink…
zh_hans: 打开 Metalink…

source: Open a new tab
ar: فتح علامة تبويب جديدة
de: Neuen Tab öffnen
es: Abrir una pestaña nueva
fr: Ouvrir un nouvel onglet
hi: नया टैब खोलें
ja: 新規タブを開く
ko: 새 탭 열기
pt_br: Abrir uma nova aba
ru: Открыть новую вкладку
zh_hans: 打开新标签页

source: Open at login
ar: الفتح عند تسجيل الدخول
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
hi: लॉग इन पर खोलें
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir ao iniciar sessão
ru: Открывать при входе
zh_hans: 登录时打开

source: Open source and licensing
ar: المصدر المفتوح والترخيص
de: Open Source und Lizenz
es: Código abierto y licencia
fr: Open source et licence
hi: ओपन सोर्स और लाइसेंस
ja: オープンソースとライセンス
ko: 오픈소스 및 라이선스
pt_br: Código aberto e licenciamento
ru: Открытый исходный код и лицензия
zh_hans: 开源与许可

source: Open the built-in browser — browse any site and grab its media (⇧⌘B)
ar: افتح المتصفّح المدمج — تصفّح أي موقع والتقط وسائطه (⇧⌘B)
de: Den integrierten Browser öffnen – jede Website durchsuchen und ihre Medien holen (⇧⌘B)
es: Abre el navegador integrado: explora cualquier sitio y captura sus medios (⇧⌘B)
fr: Ouvrir le navigateur intégré — parcourez n’importe quel site et capturez ses médias (⇧⌘B)
hi: अंतर्निहित ब्राउज़र खोलें — किसी भी साइट को ब्राउज़ करें और उसका मीडिया लें (⇧⌘B)
ja: 内蔵ブラウザを開く——任意のサイトを閲覧してメディアを取得（⇧⌘B）
ko: 내장 브라우저 열기 — 모든 사이트를 탐색하고 미디어를 가져옵니다 (⇧⌘B)
pt_br: Abra o navegador integrado — navegue em qualquer site e capture sua mídia (⇧⌘B)
ru: Открыть встроенный браузер — просматривайте любой сайт и захватывайте его медиа (⇧⌘B)
zh_hans: 打开内置浏览器——浏览任意网站并抓取其媒体（⇧⌘B）

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
hi: वैकल्पिक
ja: 省略可
ko: 선택 사항
pt_br: Opcional
ru: Необязательно
zh_hans: 可选

source: Optional hex digest
ar: ملخّص سداسي عشري اختياري
de: Optionaler Hex-Digest
es: Resumen hexadecimal opcional
fr: Empreinte hexadécimale facultative
hi: वैकल्पिक हेक्स डाइजेस्ट
ja: 16 進ダイジェスト(省略可)
ko: 선택적 16진수 다이제스트
pt_br: Resumo hexadecimal opcional
ru: Необязательный хеш-дайджест
zh_hans: 可选的十六进制摘要

source: Options
ar: الخيارات
de: Optionen
es: Opciones
hi: विकल्प
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
zh_hans: 选项

source: Other
ar: أخرى
de: Sonstige
es: Otros
fr: Autre
hi: अन्य
ja: その他
ko: 기타
pt_br: Outros
ru: Прочее
zh_hans: 其他

source: Overrides the speed limit above during this window — throttle during work hours, or go unlimited overnight. A window whose end is before its start wraps past midnight.
ar: يتجاوز حد السرعة أعلاه خلال هذه الفترة — قيّد أثناء ساعات العمل أو اجعله غير محدود ليلًا. الفترة التي ينتهي وقتها قبل بدايتها تمتد بعد منتصف الليل.
de: Überschreibt das obige Tempolimit in diesem Zeitfenster – drosseln während der Arbeitszeit oder nachts unbegrenzt. Ein Zeitfenster, dessen Ende vor dem Start liegt, reicht über Mitternacht hinaus.
es: Anula el límite de velocidad anterior durante este intervalo: limita en horario laboral o quítalo por la noche. Un intervalo cuyo fin es anterior a su inicio continúa pasada la medianoche.
fr: Remplace la limite de vitesse ci-dessus pendant cette plage — limitez aux heures de travail ou passez en illimité la nuit. Une plage dont la fin précède le début se poursuit après minuit.
hi: इस अवधि के दौरान ऊपर दी गई गति सीमा को अधिरोहित करता है — कार्य समय में सीमित करें, या रात में असीमित रखें। जिस अवधि का अंत उसके आरंभ से पहले है वह मध्यरात्रि के पार जाती है।
ja: この時間帯は上記の速度制限を上書きします。就業時間中は制限し、夜間は無制限にできます。終了が開始より前の時間帯は深夜をまたぎます。
ko: 이 시간대에는 위의 속도 제한을 재정의합니다. 근무 시간에는 제한하고 야간에는 무제한으로 설정하세요. 종료가 시작보다 이른 시간대는 자정을 넘어갑니다.
pt_br: Substitui o limite de velocidade acima durante este período — limite no horário de trabalho ou fique ilimitado à noite. Um período cujo fim é anterior ao início avança pela meia-noite.
ru: Переопределяет указанное выше ограничение скорости в этом интервале — ограничивайте в рабочие часы или снимайте ограничение ночью. Интервал, конец которого раньше начала, переходит за полночь.
zh_hans: 在此时段内覆盖上方的速度限制——工作时间限速，或夜间不限速。若结束时间早于开始时间，则时段跨越午夜。

source: Page URL
ar: عنوان URL للصفحة
de: Seiten-URL
es: URL de la página
fr: URL de la page
hi: पेज URL
ja: ページ URL
ko: 페이지 URL
pt_br: URL da página
ru: URL страницы
zh_hans: 页面网址

source: Passed
ar: ناجح
de: Bestanden
es: Superada
fr: Réussi
hi: पास
ja: 合格
ko: 통과
pt_br: Aprovado
ru: Пройдено
zh_hans: 已通过

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 암호
pt_br: Senha
ru: Пароль
zh_hans: 密码

source: Paste links — one per line. Patterns like `file[01-50].zip` expand automatically.
ar: الصق الروابط — رابطًا واحدًا في كل سطر. تُوسَّع الأنماط مثل `file[01-50].zip` تلقائيًا.
de: Links einfügen – einen pro Zeile. Muster wie `file[01-50].zip` werden automatisch erweitert.
es: Pega enlaces, uno por línea. Los patrones como `file[01-50].zip` se expanden automáticamente.
fr: Collez des liens, un par ligne. Les motifs comme `file[01-50].zip` sont développés automatiquement.
hi: लिंक चिपकाएँ — प्रति पंक्ति एक। `file[01-50].zip` जैसे पैटर्न स्वतः विस्तृत हो जाते हैं।
ja: リンクを 1 行に 1 つずつ貼り付けます。`file[01-50].zip` のようなパターンは自動的に展開されます。
ko: 링크를 한 줄에 하나씩 붙여넣으세요. `file[01-50].zip` 같은 패턴은 자동으로 확장됩니다.
pt_br: Cole links — um por linha. Padrões como `file[01-50].zip` são expandidos automaticamente.
ru: Вставьте ссылки — по одной в строке. Шаблоны вроде `file[01-50].zip` разворачиваются автоматически.
zh_hans: 粘贴链接，每行一个。`file[01-50].zip` 之类的模式会自动展开。

source: Pause
ar: إيقاف مؤقت
de: Anhalten
es: Pausar
fr: Suspendre
hi: रोकें
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Pause All
ar: إيقاف الكل مؤقتًا
de: Alle anhalten
es: Pausar todas
fr: Tout suspendre
hi: सभी रोकें
ja: すべて一時停止
ko: 모두 일시정지
pt_br: Pausar Tudo
ru: Приостановить все
zh_hans: 全部暂停

source: Pause all active downloads
ar: إيقاف جميع التنزيلات النشطة مؤقتًا
de: Alle aktiven Downloads anhalten
es: Pausar todas las descargas activas
fr: Suspendre tous les téléchargements actifs
hi: सभी सक्रिय डाउनलोड रोकें
ja: 実行中のすべてのダウンロードを一時停止
ko: 진행 중인 모든 다운로드 일시정지
pt_br: Pausar todos os downloads ativos
ru: Приостановить все активные загрузки
zh_hans: 暂停所有进行中的下载

source: Paused
ar: متوقف مؤقتًا
de: Angehalten
es: En pausa
fr: Suspendu
hi: रोका गया
ja: 一時停止中
ko: 일시정지됨
pt_br: Pausado
ru: Приостановлено
zh_hans: 已暂停

source: Paused · %@ of %@
ar: متوقف مؤقتًا · %@ من %@
de: Angehalten · %@ von %@
es: En pausa · %@ de %@
fr: Suspendu · %@ sur %@
hi: रोका गया · %@ / %@
ja: 一時停止中 · %@ / %@
ko: 일시정지됨 · %@ / %@
pt_br: Pausado · %@ de %@
ru: Приостановлено · %@ из %@
zh_hans: 已暂停 · %@ / %@

source: Paused · %lld of %lld segments
ar: متوقف مؤقتاً · %lld من %lld مقاطع
de: Pausiert · %lld von %lld Segmenten
es: En pausa · %lld de %lld segmentos
fr: En pause · %lld sur %lld segments
hi: रोका गया · %lld / %lld सेगमेंट
ja: 一時停止 · %lld / %lld セグメント
ko: 일시 정지됨 · %lld / %lld 세그먼트
pt_br: Pausado · %lld de %lld segmentos
ru: Приостановлено · %lld из %lld сегментов
zh_hans: 已暂停 · %lld / %lld 片段

source: Peak Speed
ar: السرعة القصوى
de: Spitzengeschwindigkeit
es: Velocidad máxima
fr: Vitesse maximale
hi: अधिकतम गति
ja: 最高速度
ko: 최고 속도
pt_br: Velocidade máxima
ru: Пиковая скорость
zh_hans: 峰值速度

source: Play a video or open a file link, and it will appear here.
ar: شغّل فيديو أو افتح رابط ملف، وسيظهر هنا.
de: Spiele ein Video ab oder öffne einen Dateilink – es erscheint dann hier.
es: Reproduce un vídeo o abre un enlace de archivo y aparecerá aquí.
fr: Lisez une vidéo ou ouvrez un lien de fichier, et il apparaîtra ici.
hi: कोई वीडियो चलाएँ या फ़ाइल लिंक खोलें, यह यहाँ दिखाई देगा।
ja: 動画を再生するかファイルのリンクを開くと、ここに表示されます。
ko: 동영상을 재생하거나 파일 링크를 열면 여기에 표시됩니다.
pt_br: Reproduza um vídeo ou abra um link de arquivo, e ele aparecerá aqui.
ru: Запустите видео или откройте ссылку на файл — он появится здесь.
zh_hans: 播放视频或打开文件链接，它就会出现在这里。

source: Port
ar: المنفذ
es: Puerto
hi: पोर्ट
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
zh_hans: 端口

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private by design
ar: خاص بالتصميم
de: Datenschutz von Grund auf
es: Privado por diseño
fr: Confidentiel par conception
hi: डिज़ाइन से ही निजी
ja: 設計段階からプライバシーを重視
ko: 설계부터 개인정보 보호
pt_br: Privado por concepção
ru: Конфиденциальность по умолчанию
zh_hans: 从设计上保护隐私

source: Programs
ar: برامج
de: Programme
es: Programas
fr: Programmes
hi: प्रोग्राम
ja: プログラム
ko: 프로그램
pt_br: Programas
ru: Программы
zh_hans: 程序

source: Provenance
ar: المصدر
de: Herkunft
es: Procedencia
hi: उद्गम
ja: 来歴
ko: 출처
pt_br: Procedência
ru: Происхождение
zh_hans: 来源

source: Proxy
ar: الوكيل
hi: प्रॉक्सी
ja: プロキシ
ko: 프록시
ru: Прокси
zh_hans: 代理

source: Queue
ar: قائمة الانتظار
de: Warteschlange
es: Cola
fr: File d’attente
hi: कतार
ja: キュー
ko: 대기열
pt_br: Fila
ru: Очередь
zh_hans: 队列

source: Queue: %@
ar: القائمة: %@
de: Warteschlange: %@
es: Cola: %@
fr: File : %@
hi: क़तार: %@
ja: キュー：%@
ko: 대기열: %@
pt_br: Fila: %@
ru: Очередь: %@
zh_hans: 队列：%@

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fr: En file d’attente
hi: कतार में
ja: 待機中
ko: 대기 중
pt_br: Na fila
ru: В очереди
zh_hans: 已排队

source: Queues
ar: قوائم الانتظار
de: Warteschlangen
es: Colas
fr: Files d’attente
hi: कतारें
ja: キュー
ko: 대기열
pt_br: Filas
ru: Очереди
zh_hans: 队列

source: Quit CloakDrop
ar: إنهاء CloakDrop
de: CloakDrop beenden
es: Salir de CloakDrop
fr: Quitter CloakDrop
hi: CloakDrop छोड़ें
ja: CloakDrop を終了
ko: CloakDrop 종료
pt_br: Encerrar o CloakDrop
ru: Завершить CloakDrop
zh_hans: 退出 CloakDrop

source: Read this page with the bundled resolver (YouTube and 1800+ sites) and pick a quality
ar: اقرأ هذه الصفحة باستخدام المحلّل المدمج (يوتيوب و1800+ موقع) واختر الجودة
de: Diese Seite mit dem integrierten Resolver (YouTube und 1800+ Seiten) lesen und eine Qualität wählen
es: Lee esta página con el resolutor integrado (YouTube y más de 1800 sitios) y elige una calidad
fr: Analysez cette page avec le résolveur intégré (YouTube et plus de 1800 sites) et choisissez une qualité
hi: इस पेज को अंतर्निहित रिज़ॉल्वर (YouTube और 1800+ साइटें) से पढ़ें और गुणवत्ता चुनें
ja: 内蔵のリゾルバ（YouTube と 1800 以上のサイト）でこのページを解析し、画質を選択
ko: 내장 리졸버(YouTube 및 1800개 이상 사이트)로 이 페이지를 읽고 화질을 선택하세요
pt_br: Leia esta página com o resolvedor integrado (YouTube e mais de 1800 sites) e escolha uma qualidade
ru: Прочитать эту страницу встроенным резолвером (YouTube и 1800+ сайтов) и выбрать качество
zh_hans: 使用内置解析器（YouTube 及 1800 多个网站）读取此页面并选择画质

source: Reading the video timed out. Try again.
ar: انتهت مهلة قراءة الفيديو. حاول مرة أخرى.
de: Zeitüberschreitung beim Lesen des Videos. Versuche es erneut.
es: Se agotó el tiempo al leer el vídeo. Inténtalo de nuevo.
fr: Délai dépassé lors de l’analyse de la vidéo. Réessayez.
hi: वीडियो पढ़ने का समय समाप्त हो गया। पुनः प्रयास करें।
ja: 動画の読み込みがタイムアウトしました。もう一度お試しください。
ko: 동영상 읽기 시간이 초과되었습니다. 다시 시도하세요.
pt_br: Tempo esgotado ao ler o vídeo. Tente novamente.
ru: Время ожидания чтения видео истекло. Повторите попытку.
zh_hans: 读取视频超时。请重试。

source: Reading video…
ar: جارٍ قراءة الفيديو…
de: Video wird gelesen…
es: Leyendo vídeo…
fr: Analyse de la vidéo…
hi: वीडियो पढ़ा जा रहा है…
ja: 動画を読み込み中…
ko: 동영상 읽는 중…
pt_br: Lendo vídeo…
ru: Чтение видео…
zh_hans: 正在读取视频…

source: Redirects to %@
ar: يعيد التوجيه إلى %@
de: Leitet weiter zu %@
es: Redirige a %@
fr: Redirige vers %@
hi: %@ पर रीडायरेक्ट
ja: %@ にリダイレクト
ko: %@(으)로 리디렉션
pt_br: Redireciona para %@
ru: Перенаправляет на %@
zh_hans: 重定向到 %@

source: Referrer
ar: المُحيل
es: Referente
fr: Référent
hi: रेफ़रर
ja: リファラ
ko: 리퍼러
pt_br: Referenciador
ru: Реферер
zh_hans: 来源页

source: Referrer & cookies
ar: المُحيل وملفات تعريف الارتباط
es: Referente y cookies
fr: Référent et cookies
hi: रेफ़रर और कुकीज़
ja: リファラと Cookie
ko: 리퍼러 및 쿠키
pt_br: Referenciador e cookies
ru: Реферер и файлы cookie
zh_hans: 来源页与 Cookie

source: Reliability
ar: الموثوقية
de: Zuverlässigkeit
es: Fiabilidad
fr: Fiabilité
hi: विश्वसनीयता
ja: 信頼性
ko: 안정성
pt_br: Confiabilidade
ru: Надёжность
zh_hans: 可靠性

source: Reload Page
ar: إعادة تحميل الصفحة
de: Seite neu laden
es: Recargar página
fr: Recharger la page
hi: पेज पुनः लोड करें
ja: ページを再読み込み
ko: 페이지 새로고침
pt_br: Recarregar página
ru: Обновить страницу
zh_hans: 重新加载页面

source: Reload this page
ar: إعادة تحميل هذه الصفحة
de: Diese Seite neu laden
es: Recargar esta página
fr: Recharger cette page
hi: इस पेज को पुनः लोड करें
ja: このページを再読み込み
ko: 이 페이지 새로고침
pt_br: Recarregar esta página
ru: Обновить эту страницу
zh_hans: 重新加载此页面

source: Remaining this month
ar: المتبقي هذا الشهر
de: Diesen Monat verbleibend
es: Restante este mes
fr: Restant ce mois-ci
hi: इस महीने शेष
ja: 今月の残り
ko: 이번 달 남은 양
pt_br: Restante este mês
ru: Осталось в этом месяце
zh_hans: 本月剩余

source: Remember for this site
ar: تذكُّر لهذا الموقع
de: Für diese Website merken
es: Recordar para este sitio
fr: Mémoriser pour ce site
hi: इस साइट के लिए याद रखें
ja: このサイトを記憶
ko: 이 사이트 기억
pt_br: Lembrar para este site
ru: Запомнить для этого сайта
zh_hans: 记住此网站

source: Remember in my Keychain
ar: التذكّر في سلسلة المفاتيح
de: Im Schlüsselbund merken
es: Recordar en mi llavero
fr: Mémoriser dans mon trousseau
hi: मेरी Keychain में याद रखें
ja: キーチェーンに保存
ko: 키체인에 기억
pt_br: Lembrar no meu Keychain
ru: Запомнить в связке ключей
zh_hans: 记住到我的钥匙串

source: Remove and Delete File…
ar: إزالة وحذف الملف…
de: Entfernen und Datei löschen…
es: Quitar y eliminar archivo…
fr: Retirer et supprimer le fichier…
hi: हटाएँ और फ़ाइल मिटाएँ…
ja: リストから削除してファイルも削除…
ko: 제거 및 파일 삭제…
pt_br: Remover e Apagar Arquivo…
ru: Убрать и удалить файл…
zh_hans: 移除并删除文件…

source: Remove condition
ar: إزالة الشرط
de: Bedingung entfernen
es: Quitar condición
fr: Supprimer la condition
hi: शर्त हटाएँ
ja: 条件を削除
ko: 조건 제거
pt_br: Remover condição
ru: Удалить условие
zh_hans: 移除条件

source: Remove from List
ar: إزالة من القائمة
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
hi: सूची से हटाएँ
ja: リストから削除
ko: 목록에서 제거
pt_br: Remover da Lista
ru: Убрать из списка
zh_hans: 从列表中移除

source: Repeat
ar: التكرار
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएँ
ja: 繰り返し
ko: 반복
pt_br: Repetir
ru: Повтор
zh_hans: 重复

source: Report a Bug
ar: الإبلاغ عن خطأ
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
hi: बग रिपोर्ट करें
ja: バグを報告
ko: 버그 신고
pt_br: Relatar um erro
ru: Сообщить об ошибке
zh_hans: 报告问题

source: Report a Bug…
ar: الإبلاغ عن خطأ…
de: Fehler melden…
es: Informar de un error…
fr: Signaler un bug…
hi: बग रिपोर्ट करें…
ja: バグを報告…
ko: 버그 신고…
pt_br: Relatar um erro…
ru: Сообщить об ошибке…
zh_hans: 报告问题…

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

source: Reset Stats…
ar: إعادة تعيين الإحصائيات…
de: Statistiken zurücksetzen…
es: Restablecer estadísticas…
fr: Réinitialiser les statistiques…
hi: आँकड़े रीसेट करें…
ja: 統計をリセット…
ko: 통계 재설정…
pt_br: Redefinir estatísticas…
ru: Сбросить статистику…
zh_hans: 重置统计…

source: Reset download stats?
ar: إعادة تعيين إحصائيات التنزيل؟
de: Download-Statistiken zurücksetzen?
es: ¿Restablecer las estadísticas de descargas?
fr: Réinitialiser les statistiques de téléchargement ?
hi: डाउनलोड आँकड़े रीसेट करें?
ja: ダウンロード統計をリセットしますか？
ko: 다운로드 통계를 재설정하시겠어요?
pt_br: Redefinir as estatísticas de download?
ru: Сбросить статистику загрузок?
zh_hans: 重置下载统计？

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ॉल्यूशन
ja: 解像度
ko: 해상도
pt_br: Resolução
ru: Разрешение
zh_hans: 分辨率

source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
hi: परिणाम
ja: 結果
ko: 결과
pt_br: Resultados
ru: Результаты
zh_hans: 结果

source: Resumable
ar: قابل للاستئناف
de: Fortsetzbar
es: Reanudable
fr: Reprise possible
hi: पुनः आरंभ योग्य
ja: 再開可能
ko: 재개 가능
pt_br: Retomável
ru: С возможностью возобновления
zh_hans: 可续传
